
<section class="backimage">
	<div class="square">
		<h2>НАШИ ПАРТНЕРЫ - НАШЕ ВСЕ</h2>
		<p>Самые крепкие отношения основаны на обоюдном интересе. Мы стремимся к выгоде наших партнеров - постоянно работаем над  поддержанием минимальных цен на топливо и улучшением сервисных услуг. </p>
		
		<div class="iconline">
			<svg version="1.1" 
				id="quality" 
				class="icon"
				xmlns="http://www.w3.org/2000/svg" 
				xmlns:xlink="http://www.w3.org/1999/xlink" 
				x="0px" y="0px"
				viewBox="0 0 220 220" 
				style="enable-background:new 0 0 220 220;" 
				xml:space="preserve"
				>
			<style type="text/css">
				.quality_0{fill:none;stroke:#070808;stroke-width:8;stroke-miterlimit:10;}
				.quality_1{fill:none;stroke:#000000;stroke-width:12;stroke-miterlimit:10;}
				.quality_2{fill:none;stroke:#000000;stroke-width:15;stroke-miterlimit:10;}
			</style>
			<g id="quality_2_">
				<path id="XMLID_505_" class="quality_0" d="M169.3,210H50.7C28.2,210,10,191.8,10,169.3V50.7C10,28.2,28.2,10,50.7,10h118.6
					c22.5,0,40.7,18.2,40.7,40.7v118.6C210,191.8,191.8,210,169.3,210z"/>
				<path id="XMLID_500_" class="quality_1" d="M71.7,176.3c-2.8-0.2-5.2-2-6.4-4.5c-5.2-11.3-10.3-24-14.9-38.2c-4.2-12.8-7.4-24.9-9.9-36
					c-0.6-2.6,0.3-5.4,2.2-7.2c8-7.8,17.3-16,28.2-24.2c12.6-9.5,24.7-17.1,35.6-23.1c2.3-1.3,5.1-1.3,7.4-0.1
					c9.9,5.2,21.1,12,32.7,20.6c12.5,9.3,22.7,18.7,30.9,27.2c1.8,1.8,2.5,4.4,2,6.9c-2.4,11.9-5.7,24.9-10.2,38.8
					c-4.2,13-8.8,24.7-13.5,35.2c-1.2,2.6-3.6,4.4-6.5,4.6c-12.3,1-25.7,1.7-40,1.6C96,177.9,83.4,177.3,71.7,176.3z"/>
				<line id="XMLID_499_" class="quality_2" x1="89.4" y1="81.1" x2="89.4" y2="149.3"/>
				<polygon id="XMLID_498_" points="100.8,115.2 128.5,81.1 145.4,81.1 117.7,115.2 145.4,149.3 128.2,149.3 	"/>
			</g>
			</svg>
			
			<p>Качество топлива соответствует договоренностям и не изменяется в процессе выполнения долгосрочного контракта</p>
		</div>
		
		<div class="iconline">
			<svg version="1.1" 
				id="ico_discount" 
				class="icon"
				xmlns="http://www.w3.org/2000/svg" 
				xmlns:xlink="http://www.w3.org/1999/xlink" 
				x="0px" y="0px"
				viewBox="0 0 220 220" 
				style="enable-background:new 0 0 220 220;" 
				xml:space="preserve"
				>
			<style type="text/css">
				.ico_discount_0{fill:none;stroke:#000000;stroke-width:8;stroke-miterlimit:10;}
				.ico_discount_1{fill:none;stroke:#FFFFFF;stroke-width:4;stroke-linecap:round;stroke-linejoin:round;stroke-miterlimit:10;}
				.ico_discount_2{fill:none;stroke:#FFFFFF;stroke-width:3;stroke-linecap:round;stroke-linejoin:round;stroke-miterlimit:10;}
				.ico_discount_3{fill:none;stroke:#000000;stroke-width:5;stroke-miterlimit:10;}
			</style>
			<g id="discount">
				<circle id="XMLID_511_" cx="155.4" cy="76.6" r="20.8"/>
				<circle id="XMLID_512_" cx="122.6" cy="100.1" r="14.6"/>
				<path id="XMLID_521_" class="ico_discount_0" d="M169.3,210H50.7C28.2,210,10,191.8,10,169.3V50.7C10,28.2,28.2,10,50.7,10h118.6
					c22.5,0,40.7,18.2,40.7,40.7v118.6C210,191.8,191.8,210,169.3,210z"/>
				<g id="XMLID_518_">
					<path id="XMLID_520_" class="ico_discount_1" d="M150.7,88.2V65.8h8.4c1.4,0,2.8,0.6,3.7,1.6c0.7,0.8,1.3,2,1.3,3.7c0,1.3-0.3,2.9-0.7,3.7
						c-0.8,1.7-2.6,2.8-4.5,2.8h-11.3"/>
					<line id="XMLID_519_" class="ico_discount_1" x1="147.6" y1="83.4" x2="159.5" y2="83.4"/>
				</g>
				<g id="XMLID_515_">
					<path id="XMLID_517_" class="ico_discount_2" d="M119.3,108.3V92.1h6c1,0,2,0.4,2.7,1.2c0.5,0.6,0.9,1.4,0.9,2.6c0,0.9-0.2,2.1-0.5,2.7
						c-0.6,1.2-1.9,2-3.3,2h-8.1"/>
					<line id="XMLID_516_" class="ico_discount_2" x1="117.1" y1="104.8" x2="125.6" y2="104.8"/>
				</g>
				<rect id="XMLID_514_" x="38" y="114" class="ico_discount_3" width="20.4" height="38"/>
				<path id="XMLID_513_" class="ico_discount_3" d="M62.9,114l7.8-3.1c3-1.2,6.2-1.2,9.2-0.1l39.3,14.8c2.3,0.9,4.3,2.6,5.4,4.8
					c1.2,2.5,1.8,5.8-1.4,8.4c-2.5,2.1-6.1,2.6-9.3,1.6l-19.8-6.7c-0.5-0.2-0.7-0.2-0.8-0.1s0.1,0.3,0.5,0.6c8.2,2.7,14.4,4.8,18.1,6.2
					c0,0,4.3,1.7,7.6,1c1.1-0.2,2.1-0.6,2.1-0.6s0.7-0.3,1.4-0.7c0.9-0.6,32-18.3,41.7-24c1.4-0.8,3-1.2,4.6-1.1c0.9,0,5.2,0,7.5,3.3
					c2.1,3.1,1.1,7.1-0.2,9.3c-0.8,1.3-1.7,2.1-2.3,2.6l-44.5,25.5c-1.6,0.9-3.5,1.3-5.3,1L62.9,147V114z"/>
			</g>
			</svg>
			<p>Давние партнерские отношения с рядом НПЗ позволяют нам получать и транслировать скидки от заводской цены на топливо</p>
		</div>
		
		<div class="iconline">
			<svg version="1.1" 
				id="ico_partners" 
				class="icon"
				xmlns="http://www.w3.org/2000/svg" 
				xmlns:xlink="http://www.w3.org/1999/xlink" 
				x="0px" y="0px"
				viewBox="0 0 220 220" 
				style="enable-background:new 0 0 220 220;" 
				xml:space="preserve"
				>
			<style type="text/css">
				.ico_partners_0{fill:none;stroke:#000000;stroke-width:8;stroke-miterlimit:10;}
				.ico_partners_1{fill:none;stroke:#000000;stroke-width:4;stroke-miterlimit:10;}
			</style>
			<g id="respect">
				<path id="XMLID_19_" class="ico_partners_0" d="M169.3,210H50.7C28.2,210,10,191.8,10,169.3V50.7C10,28.2,28.2,10,50.7,10h118.6
					c22.5,0,40.7,18.2,40.7,40.7v118.6C210,191.8,191.8,210,169.3,210z"/>
				<g id="handshake">
					<path id="XMLID_225_" class="ico_partners_1" d="M31.2,127.9c0,0-3.7-10.8-2-21.2s7.5-20.9,7.5-20.9l11.6,1.3c0,0-6.2,9.1-7.6,20.9
						s1.9,21.1,1.9,21.1L31.2,127.9z"/>
					<path id="XMLID_233_" class="ico_partners_1" d="M50.7,90.9c0.9-0.3,1.2,0,4.1,0.6c5.8,1.2,8.8,0.9,10.6,0.5c2.7-0.6,2.5-1.4,9.8-5.3
						c2.7-1.4,4.3-2.3,6.4-3.1c2.7-1.1,8-3.3,15.1-3.5c2.3-0.1,5.5,0,9.4,0.9c-3.1,1.6-5.7,2.8-7.2,4c-3.3,2.7-8.9,5.5-8.9,5.5
						s-3.8,2.1-6.9,8.9c-3.1,6.8-4.3,8.3-4.3,8.3s-1.7,3.7,1.3,5c3,1.3,7.1,1.9,12.9-1c5.8-2.9,5.3-7,13.1-11.7
						c7.8-4.7,19,4.4,21.7,6.2c2.8,1.8,5.1,3.8,5.1,3.8l12.5,7.7c0,0,5.5,3.8,6.6,4.6c1.2,0.7,4.6,1.9,7.2,0.7c0,0,0.4,14.3-9.7,11.6
						c-10-2.7-22.9-11.2-22.9-11.2s-1.1-0.1-0.5,1.1c0.5,1.2,16.9,11,24,11.1c0,0-1.6,19.4-30.3-0.4c0,0-1.9-0.8-1,0.8
						c0.9,1.6,13.1,7.3,18.3,8.7c0,0-2.6,17.2-23.4,1.8c0,0-1.6,0-0.5,1.3c1.1,1.3,8,5.1,11.3,5.5c0,0-1.3,5.7-7.8,5.3
						c-6.4-0.4-6.9-3-7.6-4c-0.7-1.1,2-10.4-7.5-8.4c0,0,0.3-4.2-3.1-6.2c-3.4-2-5.6-1.7-8.1,0.6c0,0-3.1-11.3-9.8-7.2
						c0,0-5.6-20.4-17.2,1c0,0-8.1-6-14.9-7.6c-0.7-0.2-2.8-0.2-4.1-1.6c-0.3-0.4-1-1.3-1.4-5.1c-0.3-2.5-0.2-4.5-0.2-5.2
						c0.2-4,0.2-6,0.7-8.6c0.8-4.6,2.2-7.7,3-9.8C48.5,92,49.7,91.2,50.7,90.9z"/>
					<path id="XMLID_235_" class="ico_partners_1" d="M114.3,83c0,0,24.6,8.2,43.1,0c1.8-0.8,5.5-2,8.8-0.4c0.9,0.4,2.8,1.5,6.1,10.2
						c2.3,5.9,4.2,10.9,4.7,18c0.2,3.2,0.1,5.9-0.1,7.9c0,0-10.9,1.1-15.6,3c-4.6,1.9-6.6,1.4-11.2-1.8s-11.1-7.2-12.2-7.9
						c-1-0.7-7.8-4.7-10.1-6.8c-2.3-2-8.5-5.4-10.3-6.1c-1.7-0.8-7.9-2.7-12.3,0.3c-4.4,2.9-4.8,3.4-8.5,7.8c-3.7,4.4-7.7,5.5-10.3,5.8
						c-2.7,0.3-5.7-0.5-6.6-1.5c-0.9-1-0.5-2.9,1-4.7c1.5-1.8,3.7-8.1,4.1-8.8s2.3-4,6.5-6.7c4.2-2.7,5.7-3,10.1-6.4
						C106,81.5,108.1,81.8,114.3,83z"/>
					<path id="XMLID_234_" class="ico_partners_1" d="M166.9,78.5c0,0,16.4,19.1,13,43l11.1-3.8c0,0,3.9-23.5-12.7-42.6L166.9,78.5z"/>
					<path id="XMLID_236_" class="ico_partners_1" d="M79.4,134.5c0,0-5.6,5.9-6.2,12c-0.6,0.3-4.9,2.7-7.6,1c-3.2-2-2.5-8.6-1.2-12.3
						c0.2-0.5,0.3-0.9,0.5-1.3C71.4,121.4,78.1,125.1,79.4,134.5z"/>
					<path id="XMLID_237_" class="ico_partners_1" d="M89.4,141.4c0,0-6.7,6.6-5.5,13.9c0,0-6.7,2-9.4-4.8s6-15.4,6.6-16s3.9-2.3,6.4,2.1
						C90.1,141.1,89.4,141.4,89.4,141.4z"/>
					<path id="XMLID_239_" class="ico_partners_1" d="M95.9,159.5c0,0-5.2,3.1-9.2-0.7c-3.9-3.8-1.9-13.7,5.6-18.5c4-2.6,8.5,2.2,8.2,6.2
						C100.6,146.6,94.6,151.9,95.9,159.5z"/>
					<path id="XMLID_238_" class="ico_partners_1" d="M110,157.5c-0.6,0.9-1.5,2.2-3,3.3c-0.8,0.6-4.6,3.3-7.5,1.7c-2.2-1.2-2.5-4.2-2.6-5
						c-0.2-1.7,0.3-3.1,0.8-4.5c0.7-2.2,1.7-3.5,2-3.8c0.8-1,1.3-1.7,2.4-2.1c0.2-0.1,2.2-0.9,3.9,0.1c1.6,1,1.9,3.3,2,4.2
						c0.2,1.4,0,3.1,0.6,4.2c0.3,0.7,0.8,1.2,0.8,1.2C109.6,157.2,109.8,157.4,110,157.5z"/>
				</g>
			</g>
			</svg>
			<p>Мы ценим партнерские отношения и не перепрыгиваем в обход посредника при контрактной работе</p>
		</div>
		
	</div>
</section>